# specify a directory to install
cask_args appdir: '/Applications'
# install packages
tap 'homebrew/cask' || true
brew 'git'
brew 'bash-completion'
brew 'tree'
brew 'node'
brew 'httpie'
brew 'nvm'
brew 'gh'


# Casks
cask 'google-chrome'
cask 'spotify'
cask '1password'
cask 'iterm2'
cask 'dash'
cask 'gifox'
cask 'insomnia'
cask 'discord'
cask 'slack'
cask 'notion'
cask 'visual-studio-code'
cask 'Docker'
cask 'caffeine'
cask 'istat-menus'
cask 'sonos'